Repository: rallek/pggo.de
Catalog: core145/modules/Scribite/locale/*/LC_MESSAGES/module_scribite.po
Languages: de

source: Module list
de: Modulliste

source: Add module
de: Modul hinzufügen

source: Settings
de: Einstellungen

source: Editor Config
de: Editor Konfiguration

source: Error! Could not do what you wanted. Please check your input.
de: Fehler! Konnte nicht machen, was gewünscht ist. Bitte Eingabe überprüfen.

source: Configuration not updated
de: Konfiguration nicht aktualisiert

source: Error: Configuration not updated
de: Fehler! Die Konfiguration konnte nicht aktualisiert werden

source: Done! Module configuration updated.
de: Fertig! Modulkonfiguration aktualisiert.

source: Done! Module configuration added.
de: Erledigt! Die Modulkonfiguration wurde hinzugefügt.

source: Error: Module configuration not added
de: Fehler! Die Modulkonfiguration wurde nicht hinzugefügt

source: Error! Could not update module configuration.
de: Fehler! Modulkonfiguration konnte nicht aktualisiert werden.

source: This version from Scribite only works with Zikula 1.1.x and higher. Please upgrade your Zikula version or use Scribite version 2.x .
de: Diese Version von Scribite arbeitet nur mit Zikula 1.1.x oder höher. Bitte entweder die den Zikula Core aktualisieren oder eine entsprechend ältere Scribite-Version einsetzen.

source: Error creating Hook!
de: Fehler bei der Hook-Erstellung!

source: <strong>Scribite</strong> was activated as core hook. You can check settings <a href="index.php?module=Modules&type=admin&func=hooks&id=0">here</a>!<br />The template plugin from previous versions of Scribite can be removed from templates.
de: <strong>Scribite</strong> wurde als Core Hook aktiviert. Die Einstellungen können <a href="index.php?module=Modules&type=admin&func=hooks&id=0">hier</a>überprüft werden!<br />Die Template Plugins der vorhergehenden Versionen von Scribite können aus dem Templateordner entfernt werden.

source: <strong>Caution!</strong><br />All editors have moved to /modules/Scribite/pnincludes in preparation for upcoming features of Zikula. Please check all your settings!<br />If you have adapted files from editors you have to check them too.<br /><br /><strong>Dropped support for FCKeditor and TinyMCE</strong><br />For security reasons these editors will not be supported anymore. Please change editors to an other editor.
de: <strong>Achtung!</strong><br />Alle Editoren wurden in Vorbereitung auf kommende Features von Zikula nach /modules/Scribite/pnincludes verschoben. Bitte die Einstellungen überprüfen!<br />Wenn Dateien der Editoren angepasst wurden, müssen diese auch überprüft werden.<br /><br /><strong>Unterstützung für FCKeditor und TinyMCE wurde entfernt<strong><br />Aus Sicherheitsgründen werden diese Editoren nicht mehr unterstützt. Bitte den Editor wechseln.

source: <strong>Caution!</strong><br />All editors have moved to /modules/Scribite/includes.<br />If you have adapted files from editors you have to check them too.
de: <strong>Achtung!</strong><br />Alle Editoren wurden in das Verzeichnis /modules/Scribite/includes verschoben.<br />Bei Bedarf muss der Pfad manuell angepasst werden.

source: WYSIWYG for Zikula
de: WYSIWYG für Zikula

source: Module settings
de: Moduleinstellungen

source: Module name
de: Modulname

source: Module functions
de: Modulfunktionen

source: (comma separated, 'all' for all funcs)
de: (Kommasepariert, "all" für alle Funktionen)

source: Add
de: Hinzufügen

source: Cancel
de: abbrechen

source: Delete module assignments
de: Modulzuordnung löschen

source: Do you really want to remove the Scribite assignments for the module %s?
de: Sollen die Modulzuordnungen für das Modul %s wirklich entfernt werden?

source: Delete
de: Löschen

source: CKEditor configuration
de: CKEditor Konfiguration

source: Editor language
de: Editor Sprache

source: Toolbar
de: Werkzeugleiste

source: Editor maximum height for 'autogrow' plugin
de: Max. Editorhöhe for 'autogrow' Plugin

source: You can try to enter your theme stylesheet here if you want.
de: Man könnte hier auch versuchen, den Pfad zum Theme-Stylesheet einzugeben.

source: In most cases, the editor fits to the theme then.
de: In den meisten Fällen passt sich der Editor dann dem Theme an.

source: Example: themes/SeaBreeze/style/style.css
de: Beispiel: themes/SeaBreeze/style/style.css

source: Save
de: Speichern

source: Module config
de: Modulkonfiguration

source: Editors
de: Editoren

source: Editorpath
de: Editor-Pfad

source: Default editor
de: Standard-Editor

source: markItUp configuration
de: markItUp Konfiguration

source: Editor width and height
de: Editor-Breite und -Höhe

source: e.g. 99% or 400px or auto
de: z.B. 99% or 400px oder auto

source: Edit module: %s
de: Modul %s bearbeiten

source: NicEdit configuration
de: NicEdit Konfiguration

source: Full toolbar
de: Vollständige Werkzeugleiste

source: TinyMCE configuration
de: TinyMCE Konfiguration

source: Date format
de: Datumsformat

source: Time format
de: Zeitformat

source: TinyMCE Plugins (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins">documentation</a>)
de: TinyMCE Plugins (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins">Dokumentation</a>)

source: Xinha configuration
de: Xinha Konfiguration

source: Language
de: Sprache

source: full
de: voll

source: reduced
de: reduziert

source: mini
de: klein

source: Stylesheet for DynamicCSS plugin
de: Stylesheet für das DynamicCSS Plugin

source: Stylesheet for Stylist plugin
de: Stylesheet für das Stylist Plugin

source: Convert urls to links
de: wandle URLs zu Links

source: Show loading
de: zeige Laden

source: Statusbar
de: Statusleiste

source: Xinha Plugins (<a href="http://xinha.webfactional.com/wiki/Plugins">documentation</a>)
de: Xinha Plugins (<a href="http://xinha.webfactional.com/wiki/Plugins">Dokumentation</a>)

source: Please do not activate the plug-ins DynamicCSS and Stylist simultaneously, because then the HTML source code toggle isn't working properly.
de: Bitte nicht die Plugins ins DynamicCSS und Stylist gleichzeitig aktivieren, da dann das Umschalten in den HTML Sourcecode nicht ordnungsgemäß funktioniert.

source: YUI Rich Text Editor configuration
de: YUI Rich Text Editor Konfiguration

source: Collapsable
de: zusammenklappbar

source: Module
de: Modul

source: Functions
de: Optionen

source: Options
de: Optionen

source: Edit module
de: Modul bearbeiten

source: Delete module
de: Modul löschen
