Repository: rallek/pggo.de
Catalog: core/modules/News/locale/*/LC_MESSAGES/module_news_js.po
Languages: de

source: Picture/file operations not supported in 'Quick edit' mode. You must click the 'Save full edit' button to complete these operations.
de: Bild/Datei Bearbeitungen sind im "Schnellbearbeitungsmodus" nicht möglich. Der "Alle Änderungen speichern" Button muss hierfür ausgewählt werden

source: Saving quick draft...
de: Der Entwurf wird per Ajax gespeichert...

source: Save quick draft
de: Speichern per Ajax

source: Save quick draft failed
de: Das Speichern per Ajax des Entwurfs ist leider fehlgeschlagen

source: Update quick draft
de: Entwurf per Ajax aktualisieren

source: Picture/file operations not supported in 'Quick draft' mode. You must click the 'Save full draft' button to complete these operations.
de: Bild/Datei Bearbeitungen sind im "Schnellentwurfsmodus" nicht möglich. Der "Alle Änderungen speichern" Button muss hierfür ausgewählt werden.

source: Schedule
de: Planen

source: Publish
de: veröffentlichen

source: Show
de: anzeigen

source: Hide
de: verbergen

source: Author updated
de: Autor aktualisiert

source: delete
de: löschen

source: archive
de: archivieren

source: publish
de: veröffentlichen

source: reject
de: zurückziehen

source: change categories for
de: Kategorien ändern für

source: You cannot undo this operation!
de: Diese Aktion kann nicht rückgängig gemacht werden!

source: Are you sure you want to %s the following article
de: Beitrag %s. Soll wirklich fortgefahren werden

source: Confirm Bulk Action
de: Massenänderung bestätigen

source: Please select at least one article to %s.
de: Bitte mindestens einen Beitrag zum %s auswählen.

source: Bulk action error
de: Fehler bei der Massenänderung

source: of
de: von

source: Previous (Left arrow key)
de: Zurück (Pfeiltaste links)

source: Next (Right arrow key)
de: Nächste (Pfeiltaste rechts)
