Repository: rallek/pggo.de
Catalog: core/modules/RK/DownLoadModule/Resources/translations/routes.*.po
Languages: de

# rkdownloadmodule_external_display
source: /external/display/{objectType}/{id}/{source}/{displayMode}
de: /Extern/Anzeige/{objectType}/{id}/{source}/{displayMode}

# rkdownloadmodule_external_finder
source: /external/finder/{objectType}/{editor}/{sort}/{sortdir}/{pos}/{num}
de: /Extern/Finder/{objectType}/{editor}/{sort}/{sortdir}/{pos}/{num}

# rkdownloadmodule_file_admindelete
source: /admin/file/delete/{id}.{_format}
de: /Administrator/Datei/loeschen/{id}.{_format}

# rkdownloadmodule_file_admindisplay
source: /admin/file/{id}.{_format}
de: /Administrator/Datei/{id}.{_format}

# rkdownloadmodule_file_adminedit
source: /admin/file/edit/{id}.{_format}
de: /Administrator/Datei/bearbeiten/{id}.{_format}

# rkdownloadmodule_file_adminhandleselectedentries
source: /files/handleSelectedEntries
de: /Dateien/handleSelectedEntries

# rkdownloadmodule_file_adminindex
source: /admin/files
de: /Administrator/Dateien

# rkdownloadmodule_file_adminview
source: /admin/files/view/{sort}/{sortdir}/{pos}/{num}.{_format}
de: /Administrator/Dateien/anzeigen/{sort}/{sortdir}/{pos}/{num}.{_format}

# rkdownloadmodule_file_delete
source: /file/delete/{id}.{_format}
de: /Datei/Loeschen/{id}.{_format}

# rkdownloadmodule_file_display
source: /file/{id}.{_format}
de: /Datei/{id}.{_format}

# rkdownloadmodule_file_edit
source: /file/edit/{id}.{_format}
de: /Datei/bearbeiten/{id}.{_format}

# rkdownloadmodule_file_handleselectedentries
source: /files/handleSelectedEntries
de: /Dateien/handleSelectedEntries

# rkdownloadmodule_file_index
source: /files
de: /Dateien

# rkdownloadmodule_file_view
source: /files/view/{sort}/{sortdir}/{pos}/{num}.{_format}
de: /Dateien/anzeigen/{sort}/{sortdir}/{pos}/{num}.{_format}

# upgrade
source: /upgrade/{stage}
de: /Aktualisierung/{stage}

# zikula_hook_hook_changeproviderareaorder
source: /hooks/changeorder
de: /hooks/ReihenfolgeAendern

# zikula_hook_hook_togglesubscribeareastatus
source: /hooks/togglestatus
de: /hooks/Umschaltstatus
